Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=388_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámekulturguovddáš Sajosa vuođđogeađgi muvrej
smn: Säämi kulttuurkuávdáá Sajos vuáđukeđgi muvrájui

source: Sámekulturguovddáš SAJOSA vuođđogeađgi muvrejuvvui Anáris vistti huksenbáikkis duorastaga 10.6.2010 dmu 14 álgán dilálašvuođas.
smn: Säämi kulttuurkuávdáá SAJOS vuáđukeđgi muvrájui Anarist táálu huksimsaajeest tuorâstuv 10.6.2010 tme 14 álgám tilálâšvuođâst.

source: Dilálašvuođa ávvuhállin lei riikkabeivviid ruhtaváljagotti ságajođiheaddji, riikkabeailahttu Hannes Manninen.
smn: Tilálâšvuođâ juhlesárnon lâi ovdâskode staatâvarijváljukode saavâjođetteijee, aalmugovdâsteijee Hannes Manninen.

source: Guovdu Anára kirkosiidda, Juvdujoga gáddái ja Anárjávrri lahkosii boahtti sámekulturguovddáža vuđđui muvrejuvvui metállaskáhppu, mii sisttis doalai ee. vuođđogirjji (njeallje sierra giellaveršuvnna; suomagielat, anárašgielat, nuortalašgielat ja davvisámegielat), anus leahkki šlántečoakkáldaga, Anáris almmustuvvi ođđaseamos báikkálašaviissaid (Inarilainen, Ávvir, Lapin Kansa ja Pohjolan Sanomat) ja árbevirolaš sápmelaš, Sámi Duodji-buvttamearkkain merkejuvvon dujiid.
smn: Kuávdoo Aanaar markkân, Juvduu riidon já Aanaarjäävri paaldân pajaneijee säämi kulttuurkuávdáá keđgijuálgán muvrájui meetaalpuureeh, mon siste lijjii eres lasseen vuáđukirje (nelji jieškote-uv kielâversio; suomâkielâlâš, aanaarkielâlâš, nuorttâkielâlâš já tavekielâlâš), šlaantah, moh tääl láá kiävtust, Anarist almostuvvee uđđâsumoseh páihálâšaaviseh (Inarilainen, Ávvir, Lapin Kansa já Pohjolan Sanomat) já ärbivuáváliih sämmiliih, Sámi Duodji - pyevtittâsmerháin riäidudum tyejeh.

source: Siiddas joatkašuvvan ávvudilálašvuođas ávvusága doalai riikkabeivviid ruhtaváljagotti ságajođiheaddji riikkabeailahttu Hannes Manninen.
smn: Siijdâst jotkum juhletilálâšvuođâst juhlesaavâ toolâi ovdâskode staatâvarijváljukode saavâjođetteijee aalmugovdâsteijee Hannes Manninen.

source: Sámedikki sága doalai Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi, geavaheaddji sága doalai prošeaktahoavda Juha Guttorm ja hukseheaddji sága doalai Senaatti-kiinteistöt hoavda Jukka Liede.
smn: Sämitige saavâ toolâi Sämitige saavâjođetteijee Klemetti Näkkäläjärvi, kevttee saavâ toolâi proojeektjovdâ Juha Guttorm já huksiitteijee saavâ toolâi Senaatti-kiddoduvâi hovdâ Jukka Liede.

source: Anára gieldda dearvvahusa dilálašvuhtii buvttii Anára gielddastivrra ságajođiheaddji Teuvo Katajamaa.
smn: Aanaar kieldâ tiervâttâs puovtij Aanaar váldustiivrâ saavâjođetteijee Teuvo Katajamaa.

source: Dilálašvuođa ávvumusihkas vástidii Annukka Hirvasvuopio-Laiti.
smn: Tilálâšvuođâ juhlemusikkist västidij Annukka Hirvasvuopio-Laiti.
